# taps
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"

# brews
brew "felixkratz/formulae/borders"

# casks
cask "aerospace"
cask "brave-browser"
cask "bruno"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "hiddenbar"
cask "kitty"
cask "localsend"
cask "raycast"
cask "scroll-reverser"
cask "signal"
cask "slack"
cask "spaceman"
cask "spotify"
cask "zed"
cask "zoom"
